Repository: common-repository/zipmoney-payments-woocommerce
Catalog: languages/zippayment-*.po
Languages: es_mx

source: Payment error:
es_mx: Error en el pago:

source: Active
es_mx: Activa o Activo

source: Enable Zip payment
es_mx: Habilitar pago Zip

source: Environment
es_mx: Ambiente

source: Enable sandbox mode
es_mx: Habilitar modo sandbox

source: ONLY use sandbox mode in conjunction with sandbox Zip credentials.
es_mx: ÚNICAMENTE usa el modo sandbox junto con las credenciales de sandbox Zip

source: Sandbox public key
es_mx: Clave pública de sandbox

source: Please contact integrations@zip.co to request your Sandbox Public key.
es_mx: Favor de ponerte en contacto con integrations@zip.co para solicitar tu clave pública de Sandbox

source: Required for Australia only.
es_mx: Requerido solo para Australia.

source: Sandbox private key
es_mx: Clave privada de sandbox

source: Please contact integrations@zip.co to request your Sandbox API key.
es_mx: Favor de ponerte en contacto con integrations@zip.co para solicitar tu clave API de Sandbox

source: Please contact integrations@zip.co to request Sandbox API key.
es_mx: Favor de ponerte en contacto con integrations@zip.co para solicitar tu clave API de Sandbox

source: Public key
es_mx: Clave pública o Llave pública

source: Please contact integrations@zip.co to request your production public key..
es_mx: Favor de ponerte en contacto con integrations@zip.co para solicitar tu clave pública de producción

source: Private key
es_mx: Clave privada o Llave privada

source: Please contact integrations@zip.co to request your product API key.
es_mx: Favor de ponerte en contacto con integrations@zip.co para solicitar tu clave API de producto

source: Please contact integrations@zip.co to request your API key.
es_mx: Favor de ponerte en contacto con integrations@zip.co para solicitar tu clave API

source: Capture method
es_mx: Método de captura

source: Set to "Immediate capture" unless directed by Zip. Immedate capture = automatically capture funds when order approved by Zip. Authorise & capture = initially authorise the funds on the customers account and manually capture at a later time.
es_mx: Configura en “Captura inmediata” a menos que te lo indique Zip. Captura inmediata = captura fondos automáticamente cuando el pedido lo aprueba Zip. Autorizar y capturar = autorizar inicialmente los fondos en la cuenta del cliente y capturarlos manualmente en un momento posterior

source: Immediate capture
es_mx: Captura inmediata

source: Authorise & capture
es_mx: Autorizar y capturar o Autoriza y Captura

source: Log setting
es_mx: Configuración de registro

source: So Zip can assist with troubleshooting any potential issues, we recommend configuring Log Setting to "ALL"
es_mx: Para que Zip pueda ayudarte a solucionar cualquier problema potencial, recomendamos configurar la Configuración de registro en “TODOS”

source: All messages
es_mx: Todos los mensajes

source: Debug (and above)
es_mx: Depurar (y lo de arriba)

source: Info (and above)
es_mx: Información (y lo de arriba)

source: Warn (and above)
es_mx: Advertir (y lo de arriba)

source: Error (and above)
es_mx: Error (y lo de arriba)

source: Fatal (and above)
es_mx: Fatal (y lo de arriba)

source: Off (No message will be logged)
es_mx: Apagado(No se registrará ningún mensaje)

source: In-context checkout
es_mx: Pago en contexto

source: Enable in-context checkout flow
es_mx: Habilitar el flujo de pago en contexto

source: Enable to offer your customers an iframe checkout experience without being redirected away from your website. But this feature only work for AU region. Other region customer will redirect to zip for payment.
es_mx: Habilitar para ofrecer a tus clientes una experiencia de pago con iframe sin ser redirigidos fuera de tu sitio web. Pero esta característica solo funciona para la región de AU. El cliente de otra región te redireccionará a Zip para el pago.

source: Iframe zip checkout only work for AU region. Other region customer will redirect to zip for payment.
es_mx: El pago de Iframe Zip solo funciona para la región de AU. El cliente de otra región te redireccionará a Zip para el pago.

source: Minimum order value
es_mx: Valor mínimo de pedido

source: Set the minimum shopping cart value that Zip will be available for use.
es_mx: Establece el valor mínimo del carrito de compras que Zip tendrá disponible para su uso

source: Maximum order value
es_mx: Valor máximo de pedido

source: Set the maximum shopping cart value that Zip will be available for use.
es_mx: Establece el valor máximo del carrito de compras que Zip tendrá disponible para su uso

source: Widget Region
es_mx: Región de widget

source: Select Region to show proper zip widget in product, cart and checkout page
es_mx: Selecciona región para mostrar el widget de Zip adecuado en el producto, el carrito y la página de pago

source: Display Widget Mode
es_mx: Mostrar modo de Widget

source: Select Display widget mode for Zip widget
es_mx: Selecciona el modo de widget de visualización para el widget Zip

source: Marketing widgets
es_mx: Widgets de marketing

source: Display on product page
es_mx: Mostrar en la página del producto

source: Enable to display the Zip widget below the add to cart button on the product page.
es_mx: Habilita para mostrar el widget Zip debajo del botón agregar al carrito en la página del producto.

source: Display on cart page
es_mx: Mostrar en el carrito de la página

source: Enable to display the Zip widget below the checkout button on the cart page.
es_mx: Habilita para mostrar el widget Zip debajo del botón de pago en la página del carrito.

source: Marketing taglines
es_mx: Eslogans de marketing

source: Enable to display the Zip tagline widget below the price on the product page.
es_mx: Habilita para mostrar el widget de eslogan Zip debajo del precio en la página del producto.

source: Enable to display the Zip tagline widget below the total price on the cart page.
es_mx: Habilita para mostrar el widget de eslogan Zip debajo del precio total en la página del carrito.

source: Marketing banners
es_mx: Banners de marketing

source: Display marketing banners
es_mx: Mostrar banners de marketing

source: Enable to display the Zip strip banners on the pages outlined below.
es_mx: Habilita para mostrar los banners de la banda de Zip en las páginas que se describen a continuación.

source: Display on shop
es_mx: Mostrar en tienda

source: Display on category cage
es_mx: Mostrar en jaula de categoría

source: Display on cart
es_mx: Mostrar en el carrito

source: Zip private key is invalid.
es_mx: La clave privada de Zip no es válida.

source: Zip now, pay later
es_mx: Zip - Compra ahora, paga despues

source: private key is valid for
es_mx: La clave privada de Zip es válida para

source: key is valid for below regions
es_mx: la clave es válida para las siguientes regiones

source: private key valid for Australia region.
es_mx: clave privada válida para la región de Australia.

source: Invalid Zip private key. Please check with Zip.
es_mx: Clave privada Zip no válida. Consulta con Zip.

source: Connection error. Please try later.
es_mx: Error de conexión. Por favor intentalo mas tarde.

source: ZipMoney Error: ZipMoney requires PHP 5.3.0 and above. You are using version %s.
es_mx: Error de ZipMoney: ZipMoney requiere PHP 5.3.0 y superior. Estás usando la versión %s.

source: WARN: ZipMoney is enabled, but the <a href="%s">force SSL option</a> is disabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - ZipMoney will only work in sandbox mode.
es_mx: ADVERTENCIA: ZipMoney está habilitado, pero la <a href="%s"> opción forzar SSL </a> está inhabilitada; ¡Es posible que tu pago no sea seguro! Habilita SSL y asegúrate de que tu servidor tenga un certificado SSL válido; ZipMoney solo funcionará en modo sandbox.

source: Payment error:
es_mx: Error de pago:

source: The payment has been cancelled.
es_mx: El pago ha sido cancelado

source: An error occurred while processing payment
es_mx: Ocurrió un error al procesar el pago

source: Could not find the order, please try again later.
es_mx: No se pudo encontrar el pedido. Vuelve a intentarlo más tarde.

source: Payment pending, your application is currently under review and will be processed shortly.
es_mx: Pago pendiente, su solicitud se encuentra actualmente en revisión y se procesará en breve.

source: Your application has been declined. Please contact Zip Co for further information.
es_mx: Tu solicitud ha sido rechazada. Comunícate con Zip Co para obtener más información.

source: Unable to find order by id:
es_mx: No se puede encontrar el pedido por identificación:

source: The zipMoney payment has been cancelled.
es_mx: El pago de zipMoney ha sido cancelado.

source: Unable to cancel payment.
es_mx: No se puede cancelar el pago.

source: An error occurred while getting the redirect url from Zip.
es_mx: Se produjo un error al obtener la URL de redireccionamiento de Zip.
